Repository: NayarAlsoulmi/StepIN
Catalog: StepIN/StepIN/Localizable.xcstrings
Source language: en
Languages: ar

# %@: %lld out of 100
source: %1$@: %2$lld out of 100
ar: %1$@: %2$lld من 100

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld

source: Add Photo
ar: إضافة صورة

source: Analysis
ar: التحليل

source: Analysis unavailable
ar: التحليل غير متاح

source: Analyzing your interview
ar: جارٍ تحليل مقابلتك

source: Analyzing your interview...
ar: جارٍ تحليل مقابلتك...

source: Answer Quality
ar: جودة الإجابة

source: Areas to Improve
ar: مجالات التحسين

source: Assigned Goals
ar: الأهداف المقترحة

source: Back
ar: رجوع

source: Cancel
ar: إلغاء

source: Change Photo
ar: تغيير الصورة

source: Chat History
ar: سجل المحادثة

source: Clarity
ar: الوضوح

source: Clear search
ar: مسح البحث

source: Close
ar: إغلاق

source: Communication
ar: التواصل

source: Confidence
ar: الثقة

source: Connection Issue
ar: مشكلة في الاتصال

source: Continue Interview
ar: متابعة المقابلة

source: Create Profile
ar: إنشاء الملف الشخصي

source: CV attached: %@
ar: السيرة الذاتية المرفقة: %@

source: CV for this interview
ar: السيرة الذاتية لهذه المقابلة

source: Delete
ar: حذف

source: Delete goal
ar: حذف الهدف

source: Delete Interview
ar: حذف المقابلة

source: Delete this goal?
ar: هل تريد حذف هذا الهدف؟

source: Delete this interview?
ar: هل تريد حذف هذه المقابلة؟

source: Done
ar: تم

source: Double tap to wave
ar: اضغط مرتين للتلويح

source: Edit
ar: تعديل

source: Edit Profile
ar: تعديل الملف الشخصي

source: End
ar: إنهاء

source: End interview
ar: إنهاء المقابلة

source: End Interview
ar: إنهاء المقابلة

source: End this interview?
ar: هل تريد إنهاء هذه المقابلة؟

source: Finish answer
ar: إنهاء الإجابة

source: Finish Answer
ar: إنهاء الإجابة

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

source: Good morning,
ar: صباح الخير،

source: Hide password
ar: إخفاء كلمة المرور

source: Interview Connection Issue
ar: مشكلة في اتصال المقابلة

source: Interview Paused
ar: المقابلة متوقفة مؤقتاً

source: Interview Skills
ar: مهارات المقابلة

source: Interview state: %@
ar: حالة المقابلة: %@

source: Job Description
ar: الوصف الوظيفي

source: Job Description, optional
ar: الوصف الوظيفي، اختياري

source: Let's get to know you
ar: لنتعرف عليك

source: Listening
ar: جارٍ الاستماع

source: Mark goal as completed
ar: تحديد الهدف كمكتمل

source: Mark goal as to do
ar: تحديد الهدف كمهمة قادمة

source: My Goals
ar: أهدافي

source: My Interviews
ar: مقابلاتي

source: New Interview
ar: مقابلة جديدة

source: Next
ar: التالي

source: No interviews yet
ar: لا توجد مقابلات بعد

source: No meaningful interview performance was recorded.
ar: لم يتم تسجيل أداء ذي دلالة لهذه المقابلة.

source: No transcript
ar: لا يوجد سجل محادثة

source: Not Evaluated
ar: لم يتم التقييم

source: Not evaluated — no meaningful interview performance was recorded
ar: لم يتم التقييم — لم يتم تسجيل أداء ذي دلالة للمقابلة

source: Number of questions
ar: عدد الأسئلة

source: Open source interview: %@
ar: مقابلة مفتوحة المصدر: %@

source: Optional
ar: اختياري

source: Overall score %lld out of 100
ar: النتيجة الإجمالية %lld من 100

source: Partial
ar: جزئي

source: Partial Interview
ar: مقابلة جزئية

source: Password
ar: كلمة المرور

source: Pause interview
ar: إيقاف المقابلة مؤقتاً

source: Paused
ar: متوقف

source: PDF or text · optional
ar: PDF أو نص · اختياري

source: Performance
ar: الأداء

source: Practice Again
ar: التدرب مرة أخرى

source: Practice with an AI interviewer tailored to your role.
ar: تدرّب مع مُحاور ذكاء اصطناعي مخصص لدورك الوظيفي.

source: Preparing your interview
ar: جارٍ تجهيز مقابلتك

source: Profile
ar: الملف الشخصي

source: Ready for your next interview?
ar: هل أنت جاهز لمقابلتك القادمة؟

source: Recent Goals
ar: الأهداف الأخيرة

source: Recent Interviews
ar: المقابلات الأخيرة

source: Remove CV
ar: إزالة السيرة الذاتية

source: Remove Photo
ar: إزالة الصورة

source: Results
ar: النتائج

source: Return Home
ar: العودة للرئيسية

source: Save
ar: حفظ

source: Search analysis
ar: البحث في التحليل

source: Search chat history
ar: البحث في سجل المحادثة

source: Search goals
ar: البحث في الأهداف

source: Search interviews
ar: البحث في المقابلات

source: Section
ar: قسم

source: See All
ar: عرض الكل

source: Show password
ar: إظهار كلمة المرور

source: Sign Out
ar: تسجيل الخروج

source: Sign out?
ar: هل تريد تسجيل الخروج؟

source: Skip
ar: تخطي

source: Speaking
ar: تحدث

source: Start Interview
ar: بدء المقابلة

source: Start your first interview and receive personalized feedback.
ar: ابدأ مقابلتك الأولى واحصل على ملاحظات مخصصة.

source: Starts a practice interview in StepIN.
ar: يبدأ مقابلة تدريبية في StepIN.

source: Step into your next opportunity.
ar: انطلق نحو فرصتك القادمة.

source: StepIN. Step into your next opportunity.
ar: StepIN. انطلق نحو فرصتك القادمة.

source: Strengths
ar: نقاط القوة

source: Tap to replace
ar: اضغط للاستبدال

source: Tell us about the job you're preparing for. Only the job title is required.
ar: أخبرنا عن الوظيفة التي تستعد لها. المسمى الوظيفي فقط مطلوب.

source: Thank you for your time today.
ar: شكراً على وقتك اليوم.

source: The transcript and analysis will be deleted. Goals from this interview are kept.
ar: سيتم حذف النص المكتوب والتحليل. سيتم الاحتفاظ بالأهداف الخاصة بهذه المقابلة.

source: Thinking
ar: جارٍ التفكير

source: This interview doesn't have an analysis yet.
ar: لا تحتوي هذه المقابلة على تحليل بعد.

source: This interview has no recorded conversation.
ar: لا تحتوي هذه المقابلة على محادثة مسجلة.

source: Upload CV, optional
ar: رفع السيرة الذاتية، اختياري

source: We couldn't finish your analysis
ar: تعذّر علينا إكمال تحليلك

source: You'll still receive feedback on the answers you've completed.
ar: ستظل تحصل على ملاحظات حول الإجابات التي أكملتها.

source: Your details stay on this device and help personalize your interviews.
ar: تبقى بياناتك على هذا الجهاز وتساعد في تخصيص مقابلاتك.

source: Your interview and transcript are saved. You can find them in My Interviews.
ar: تم حفظ مقابلتك ونصها المكتوب. يمكنك إيجادهما في مقابلاتي.

source: Your interviews, goals, analyses, and profile stay on this device.
ar: تبقى مقابلاتك وأهدافك وتحليلاتك وملفك الشخصي على هذا الجهاز.

source: Your Results
ar: نتائجك
